---
title: "Long Time No Blog"
date: 2017-11-18T17:09:09-06:00
draft: false
---

#+BEGIN_SRC shell
  echo hello world
#+END_SRC

#+BEGIN_SRC cfengine3
  bundle agent main
  {
    reports:
        "Hello World";
  }
#+END_SRC

#+RESULTS:
: R: Hello World
